IDEA Open Model
PlateData.OutlinePoints Property
Compatible with IDEA StatiCa v 10.1
 Outline points
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<Point2D> OutlinePoints { get; set; }
Public Property OutlinePoints As List(Of Point2D)
	Get
	Set
public:
property List<Point2D^>^ OutlinePoints {
	List<Point2D^>^ get ();
	void set (List<Point2D^>^ value);
}
Property Value
Type: List<Point2D>
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace